Repository: tuwaiq-tabuk-ios/Final_iOS_Bootcamp_Project-Expenses-Hajer-Mohamed
Catalog: ExpensesprojectH /ExpensesprojectH/Support/*.lproj/Localization.strings
Languages: ar

source: Please fill in all fields.
ar: الرجاء تعبئة جميع الحقول

source: Please make sure your password is at least 8 characters, contains a special character and a number.
ar: يجب أن لا تقل كلمة المرور عن ٨ خانات و أن تحتوي على رمز خاص و رقم .

source: Error creating user
ar: خطأ في انشاء مستخدم

source: Error saving user data
ar: خطأ في عملية الحفظ

source: not exact password, try again!!
ar: !! كلمة المرور غير متطابقة حاول مجداا

source: Please enter total amount first
ar: الرجاء ادخال المبلغ الاجمالي اولا

source: Please enter valid amount
ar: الرجاء ادخال مبلغ صحيح

source: Please Enter Purchase Amount
ar: الرجاء ادخال مبلغ السداد

source: Please Enter Purchase Description
ar: الرجاء ادخال وصف السداد

source: Success
ar: نجاح

source: Purchase added successfully
ar: تم السداد بنجاح

source: OK
ar: تم

source: SR
ar: ريال

source: Please enter wallet name
ar: الرجاء ادخال اسم المحفظة

source: Please enter balance
ar: الرجاء ادخال الرصيد

source: Please select Category
ar: الرجاء اختيار تصنيف

source: Please write your Category
ar: الرجاء كتابة تصنيف

source: Wallet added successfully
ar: تم اضافة المحفظة بنجاح

source: other
ar: أخرى

source: Months
ar: اشهر

source: Month
ar: شهر

source: Commitment added successfully
ar: تم اضافة التزام بنجاح

source: Please enter commitment name
ar: الرجاء كتابة اسم الالتزام

source: Please enter amounts
ar: الرجاء ادخال المبلغ

source: Please Select repeat type
ar: الرجاء اختيار نوع التكرار

source: payment done successfully form your balance. your new balance is
ar: تم الخصم بنجاح ، رصيدك الحالي هو

source: Yes
ar: نعم

source: No
ar: لا

source: Alert
ar: تنبية

source: your total amount
ar: سيصبح مبلغك الاجمالي

source: Do you want to deduct the amount from your total amount ?
ar: هل تريد خصم المبلغ من اجمالي المبلغ لديك ?
